Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# tradeDisbursementMessage
source: By default, share sales proceeds will be deposited into your linked brokerage account*. You may change the transfer method on step 3 of trade.
de_de: Standardmäßig werden die Erlöse aus dem Verkauf von Aktien auf Ihr verknüpftes Depot eingezahlt*. Sie können die Überweisungsmethode in Schritt 3 des Handels ändern.
es_419: De forma predeterminada, los ingresos de las ventas de acciones se depositarán en su cuenta de corretaje vinculada*. Puedes cambiar el método de transferencia en el paso 3 de la negociación.
es_es: De forma predeterminada, los ingresos de las ventas de acciones se depositarán en su cuenta de corretaje vinculada*. Puede cambiar el método de transferencia en el paso 3 de la negociación.
fr_fr: Par défaut, le produit de la vente des actions sera déposé sur votre compte de courtage lié*. Vous pouvez modifier la méthode de transfert à l'étape 3 de la transaction.
it_it: Per impostazione predefinita, i proventi delle vendite di azioni verranno depositati sul tuo conto di intermediazione collegato*. Puoi modificare il metodo di trasferimento nella fase 3 del trading.
ja_jp: デフォルトでは、株式売却収入は売却者のリンクされた証券口座に入金されます*。取引のステップ3で送金方法を変更できます。
ko_kr: 기본적으로 주식 매도 수익은 귀하의 연결된 중개 계좌에 입금됩니다*. 거래 세 번째 단계에서 이체 방법을 변경할 수 있습니다.
ms_my: Secara lalai, hasil jualan syer akan didepositkan ke dalam akaun pembrokeran anda yang dihubungkan*. Anda boleh menukar kaedah pemindahan pada langkah 3 perdagangan.
pt_br: Como padrão, os proventos da venda de ações serão depositados na conta de corretagem vinculada*. É possível alterar o método de transferência no passo 3 da negociação.
ru_ru: По умолчанию средства будут переведены на ваш брокерский счет*. Вы можете изменить способ перевода на 3 этапе сделки.
th_th: ตามค่าเริ่มต้น รายได้จากการขายหุ้นจะถูกฝากเข้าบัญชีนายหน้าที่เชื่อมโยงของคุณ* คุณสามารถเปลี่ยนวิธีการโอนได้ในขั้นตอนที่ 3 ของการเทรด
vi_vn: Theo mặc định, tiền bán cổ phiếu sẽ được gửi vào tài khoản môi giới được liên kết của bạn*. Bạn có thể thay đổi phương thức chuyển tiền ở bước 3 của giao dịch.
zh_hans: 预设情况下，股份出售所得将存入您连结的经纪帐户*。您可以在交易的步骤 3 更改转帐方式。
zh_hant_tw: 預設情況下，股份出售所得將存入您連結的經紀帳戶*。您可以在交易的步驟 3 更改轉帳方式。

# tradeEnterChangeRequestTitle
source: Enter Change Request
de_de: Änderungsantrag eingeben
es_419: Introducir solicitud de cambio
es_es: Introducir solicitud de cambio
fr_fr: Saisir la demande de modification
it_it: Inserisci richiesta di modifica
ja_jp: 変更リクエストを入力
ko_kr: 변경 요청 입력
ms_my: Masukkan Permintaan Perubahan
pt_br: Incluir solicitação de mudança
ru_ru: Ввести запрос на изменение
th_th: กรอกคำขอเปลี่ยนแปลง
vi_vn: Nhập yêu cầu thay đổi
zh_hans: 输入变更请求
zh_hant_tw: 輸入變更請求

# tradeEnterOrderTitle
source: Enter Order
de_de: Auftrag eingeben
es_419: Colocar orden
es_es: Introducir orden
fr_fr: Saisir l'ordre
it_it: Inserisci ordine
ja_jp: 注文を入力してください
ko_kr: 주문 입력
ms_my: Masukkan Pesanan
pt_br: Incluir ordem
ru_ru: Указать ордер
th_th: กรอกการสั่งซื้อขาย
vi_vn: Nhập lệnh
zh_hans: 输入订单
zh_hant_tw: 輸入訂單

# tradeHeldShares
source: Held Shares
de_de: Gehaltene Aktien
es_419: Acciones mantenidas
es_es: Acciones mantenidas
fr_fr: Actions détenues
it_it: Azioni mantenute
ja_jp: 保有株式数
ko_kr: 보유 주식
ms_my: Saham yang Dipegang
pt_br: Ações retidas
ru_ru: Акции в собственности
th_th: หุ้นที่ถือครอง
vi_vn: Cổ phiếu nắm giữ
zh_hans: 持有股份
zh_hant_tw: 持有股份

# tradeNoticeViewDefaultError
source: Please fix the fields highlighted below.
de_de: Bitte korrigieren Sie die unten hervorgehobenen Felder.
es_419: Corrige los campos resaltados a continuación.
es_es: Corrija los campos resaltados a continuación.
fr_fr: Veuillez corriger les champs indiqués ci-dessous.
it_it: Correggi i campi evidenziati di seguito.
ja_jp: 以下で強調表示されているフィールドを修正してください。
ko_kr: 아래에 강조 표시된 필드를 수정하세요.
ms_my: Sila betulkan ruang yang diserlahkan di bawah.
pt_br: Corrija os campos destacados abaixo.
ru_ru: Исправьте данные в полях, отмеченных ниже.
th_th: โปรดแก้ไขช่องที่ไฮไลต์ด้านล่างนี้
vi_vn: Vui lòng sửa các trường được đánh dấu bên dưới.
zh_hans: 请修正以下醒目显示的栏位。
zh_hant_tw: 請修正以下醒目顯示的欄位。

# tradeNoticeViewMessageNumbersFormat
source: Message Number(s): (%@)
de_de: Nachrichtennummer(n): (%1$@)
es_419: Número(s) de mensaje: (%1$@)
es_es: Número(s) de mensaje: (%1$@)
fr_fr: Numéro(s) de message : (%1$@)
it_it: Numero/i del messaggio: (%1$@)
ja_jp: メッセージ番号：（%1$@）
ko_kr: 메시지 번호: (%1$@)
ms_my: Nombor Mesej: (%1$@)
pt_br: Número das mensagens: (%1$@)
ru_ru: Номер сообщения: (%1$@)
th_th: หมายเลขข้อความ: (%1$@)
vi_vn: Số tin nhắn: (%1$@)
zh_hans: 讯息编号：（%1$@）
zh_hant_tw: 訊息編號：（%1$@）

# tradeOrderMessages
source: Order Messages
de_de: Auftragsnachrichten
es_419: Mensajes de la orden
es_es: Mensajes de la orden
fr_fr: Messages de l'ordre
it_it: Messaggi per l'ordine
ja_jp: 注文メッセージ
ko_kr: 주문 메세지
ms_my: Mesej Pesanan
pt_br: Mensagens de ordens
ru_ru: Сообщения по ордерам
th_th: ข้อความสั่งซื้อขาย
vi_vn: Tin nhắn lệnh
zh_hans: 订单讯息
zh_hant_tw: 訂單訊息

# tradeOrderReceivedTitle
source: Order Received
de_de: Auftrag erhalten
es_419: Orden recibida
es_es: Orden recibida
fr_fr: Ordre reçu
it_it: Ordine ricevuto
ja_jp: 注文を受付ました
ko_kr: 주문 접수
ms_my: Pesanan Diterima
pt_br: Ordem recebida
ru_ru: Ордер получен
th_th: ได้รับคำสั่งซื้อขายแล้ว
vi_vn: Lệnh đã nhận
zh_hans: 已收到订单
zh_hant_tw: 已收到訂單

# tradeStepOneBackButton
source: Step 1
de_de: Schritt 1
es_419: Paso 1
es_es: Paso 1
fr_fr: Étape 1
it_it: Fase 1
ja_jp: ステップ1
ko_kr: 1단계
ms_my: Langkah 1
pt_br: Passo 1
ru_ru: 1 этап
th_th: ขั้นตอนที่ 1
vi_vn: Bước 1
zh_hans: 步骤 1
zh_hant_tw: 步驟 1

# tradeStepOneDifferentStrategyError
source: You may be able to trade using a different strategy.
de_de: Möglicherweise können Sie mit einer anderen Strategie handeln.
es_419: Tal vez puedas negociar con una estrategia diferente.
es_es: Tal vez pueda negociar con una estrategia diferente.
fr_fr: Vous pouvez peut-être effectuer des transactions en utilisant une stratégie différente.
it_it: Potresti riuscire a fare trading utilizzando una strategia diversa.
ja_jp: 別の戦略を使用して取引できる場合があります。
ko_kr: 다른 전략을 사용하여 거래할 수 있습니다.
ms_my: Anda mungkin boleh berdagang menggunakan strategi yang berbeza.
pt_br: Você pode negociar com outra estratégia.
ru_ru: Попробуйте торговать, используя другую стратегию.
th_th: คุณอาจสามารถเทรดโดยใช้กลยุทธ์ที่แตกต่างกันได้
vi_vn: Bạn có thể giao dịch bằng một chiến lược khác.
zh_hans: 您或许可以使用不同的策略进行交易。
zh_hant_tw: 您或許可以使用不同的策略進行交易。

# tradeStepOneDifferentStrategyOrExerciseTypeError
source: You may be able to trade using a different strategy or exercise type.
de_de: Möglicherweise können Sie mit einer anderen Strategie oder einem anderen Übungstyp handeln.
es_419: Tal vez puedas negociar con una estrategia o tipo de ejercicio diferente.
es_es: Tal vez pueda negociar con una estrategia o tipo de ejercicio diferente.
fr_fr: Vous pouvez peut-être effectuer des transactions en utilisant une stratégie ou un type d'exercice différent.
it_it: Potresti riuscire a fare trading utilizzando un tipo di riscatto o strategia diverso.
ja_jp: 別の戦略や行使の種類を使用して取引できる場合があります。
ko_kr: 다른 전략 또는 행사 유형을 사용하여 거래할 수 있습니다.
ms_my: Anda mungkin boleh berdagang menggunakan strategi atau jenis pelaksanaan yang berbeza.
pt_br: Você pode negociar com outra estratégia ou tipo de execução.
ru_ru: Попробуйте торговать, используя другую стратегию или тип исполнения.
th_th: คุณอาจสามารถเทรดโดยใช้กลยุทธ์หรือประเภทการใช้สิทธิที่แตกต่างกันได้
vi_vn: Bạn có thể giao dịch bằng cách sử dụng một chiến lược hoặc loại thực hiện khác.
zh_hans: 您或许可以使用不同的策略或行使类型进行交易。
zh_hant_tw: 您或許可以使用不同的策略或行使類型進行交易。

# tradeStepOneDifferentSymbolError
source: You may be able to trade using a different symbol.
de_de: Möglicherweise können Sie mit einem anderen Symbol handeln.
es_419: Tal vez puedas negociar con un símbolo diferente.
es_es: Tal vez pueda negociar con un símbolo diferente.
fr_fr: Vous pouvez peut-être effectuer des transactions en utilisant un symbole différent.
it_it: Potresti riuscire a fare trading utilizzando una valuta diversa.
ja_jp: 別のシンボルを使用して取引できる場合があります。
ko_kr: 다른 심볼을 사용하여 거래할 수 있습니다.
ms_my: Anda mungkin boleh berdagang menggunakan simbol yang berbeza.
pt_br: Você pode negociar com outro símbolo.
ru_ru: Попробуйте торговать, используя другой тикер.
th_th: คุณอาจสามารถเทรดโดยใช้สัญลักษณ์ที่แตกต่างกันได้
vi_vn: Bạn có thể giao dịch bằng cách sử dụng một mã khác.
zh_hans: 您或许可以使用不同的代号进行交易。
zh_hant_tw: 您或許可以使用不同的代號進行交易。

# tradeStepOneFooterDisclosure
source: Quantities available to exercise or sell do not include quantities from open orders.
de_de: Die zur Ausübung oder zum Verkauf verfügbaren Stückzahlen beinhalten nicht die Stückzahlen aus offenen Aufträgen.
es_419: Las cantidades disponibles para la ejecución o venta no incluyen las cantidades de las órdenes abiertas.
es_es: Las cantidades disponibles para ejercer o vender no incluyen las cantidades de las órdenes abiertas.
fr_fr: Les quantités disponibles pour l'exercice ou la vente ne tiennent pas compte des quantités des ordres ouverts.
it_it: Le quantità disponibili per l'esercizio o la vendita non includono quelle provenienti da ordini aperti.
ja_jp: 行使,または売るための数量にはオープン注文の数量は含まれていません。
ko_kr: 행사 또는 매도 가능한 수량은 미결 주문의 수량을 포함하지 않습니다.
ms_my: Kuantiti yang tersedia untuk dijalankan atau dijual tidak termasuk kuantiti daripada pesanan terbuka.
pt_br: As quantidades disponíveis para exercício ou venda não incluem as quantidades das ordens em aberto.
ru_ru: Количество, доступное для исполнения или продажи, не включает количество из открытых ордеров.
th_th: จำนวนที่มีให้ใช้สิทธิหรือขายนั้นไม่รวมจำนวนจากคำสั่งซื้อขายที่เปิด
vi_vn: Số lượng có sẵn để thực hiện hoặc bán không bao gồm số lượng từ các lệnh mở.
zh_hans: 可供行使或卖出的数量不包括未成交订单的数量。
zh_hant_tw: 可供行使或賣出的數量不包括未成交訂單的數量。

# tradeStepOneNoOptionsError
source: There are no options available to exercise.
de_de: Es sind keine Optionen verfügbar, um geltend zu machen.
es_419: No hay opciones disponibles para hacer ejercicio.
es_es: No hay opciones disponibles para ejercer.
fr_fr: Aucune action disponible pour l'exercice.
it_it: Non ci sono opzioni disponibili per esercitare il riscatto.
ja_jp: 執行可能なオプションはありません。
ko_kr: 행사할 수 있는 옵션이 없습니다.
ms_my: Tiada opsyen yang tersedia untuk laksanakan.
pt_br: Não há opções disponíveis para exercer.
ru_ru: Нет доступных для исполнения опционов.
th_th: ไม่มีออปชันในการใช้สิทธิ
vi_vn: Không có tùy chọn nào có sẵn để thực hiện.
zh_hans: 无可供行使的期权。
zh_hant_tw: 無可供行使的期權。

# tradeStepOneNoOptionsOrSharesError
source: There are no options or shares available to trade.
de_de: Es stehen keine Optionen oder Aktien für den Handel zur Verfügung
es_419: No hay opciones ni acciones disponibles para negociar.
es_es: No hay opciones ni acciones disponibles para negociar.
fr_fr: Aucune option ou action disponible pour la transaction.
it_it: Non ci sono opzioni o azioni disponibili per il trading.
ja_jp: 取引可能なオプションも株式もありません。
ko_kr: 거래 가능한 옵션 또는 주식이 없습니다.
ms_my: Tiada opsyen atau syer tersedia untuk didagangkan.
pt_br: Não há opções nem ações disponíveis para negociar.
ru_ru: Нет доступных для торговли опционов или акций.
th_th: ไม่มีออปชันหรือหุ้นให้เทรด
vi_vn: Không có tùy chọn hoặc cổ phiếu nào có sẵn để giao dịch.
zh_hans: 无可供交易的期权或股份。
zh_hant_tw: 無可供交易的期權或股份。

# tradeStepOneNoSharesError
source: There are no shares available to trade.
de_de: Es stehen keine Aktien für den Handel zur Verfügung.
es_419: No hay acciones disponibles para negociar.
es_es: No hay acciones disponibles para negociar.
fr_fr: Aucune action disponible pour la transaction.
it_it: Non vi sono azioni disponibili per il trading.
ja_jp: 取引可能な株式はありません。
ko_kr: 거래 가능한 주식이 없습니다.
ms_my: Tiada syer tersedia untuk didagangkan.
pt_br: Não há ações disponíveis para negociar.
ru_ru: Нет доступных для торговли акций.
th_th: ไม่มีหุ้นที่สามารถซื้อขายได้
vi_vn: Không có cổ phiếu nào có sẵn để giao dịch.
zh_hans: 无可供交易的股份。
zh_hant_tw: 無可供交易的股份。

# tradeStepOneSymbolUnavailableError
source: This security is not available in your Employer Sponsored Account. Please select an eligible Account or Symbol below.
de_de: Diese Sicherheit ist in Ihrem vom Arbeitgeber gesponserten Konto nicht verfügbar. Bitte wählen Sie unten ein berechtigtes Konto oder Symbol aus.
es_419: Este valor no está disponible en la cuenta patrocinada por el empleador. Selecciona una cuenta o símbolo admitido a continuación.
es_es: Este valor no está disponible en la cuenta patrocinada por el empleador. Seleccione una cuenta o símbolo admitido a continuación.
fr_fr: Ce titre n'est pas disponible sur votre compte parrainé par l'employeur. Veuillez sélectionner un symbole ou un compte admissible ci-dessous.
it_it: Questo titolo non è disponibile nel tuo conto sponsorizzato dal datore di lavoro. Seleziona qui sotto una valuta o un conto idoneo.
ja_jp: 本証券は、雇用主が提供するアカウントではご利用いただけません。下記より対象となる口座またはシンボルを選択してください。
ko_kr: 이 증권은 고용주 후원 계좌에서 사용할 수 없습니다. 아래에서 적격 계좌 또는 심볼을 선택하세요.
ms_my: Keselamatan ini tidak tersedia dalam Akaun Tajaan Majikan anda. Sila pilih Akaun atau Simbol yang layak di bawah.
pt_br: Esta segurança não está disponível na sua Conta Patrocinada pelo Empregador. Selecione uma Conta ou Símbolo aprovado abaixo.
ru_ru: Это обеспечение недоступно в вашей учетной записи, спонсируемой за счет работодателя. Выберите допустимую учетную запись или тикер ниже.
th_th: การรักษาความปลอดภัยนี้ไม่สามารถใช้ได้ในบัญชีที่ได้รับการสนับสนุนจากนายจ้างของคุณ โปรดเลือกบัญชีที่มีสิทธิหรือสัญลักษณ์ด้านล่าง
vi_vn: Hình thức bảo mật này không khả dụng trong Tài khoản do nhà tuyển dụng tài trợ. Vui lòng chọn Tài khoản hoặc Biểu tượng đủ điều kiện bên dưới.
zh_hans: 此证券不可用于您的雇主赞助帐户。请从下方选择符合条件的帐户或代号。
zh_hant_tw: 此證券不可用於您的雇主贊助帳戶。請從下方選擇符合條件的帳戶或代號。

# tradeStepThreeIssueWithOrder
source: There may have been an issue with your order. Please read the order message(s) below for assistance.
de_de: Möglicherweise ist ein Problem mit Ihrer Bestellung aufgetreten. Bitte lesen Sie für weitere Hilfe die Bestellnachricht(en) unten.
es_419: Es posible que haya habido un problema con tu orden. Lee los mensajes de la orden a continuación para obtener asistencia.
es_es: Es posible que haya habido un problema con su orden. Lea los mensajes de orden a continuación para obtener asistencia.
fr_fr: Votre ordre rencontre peut-être un problème. Veuillez consulter le(s) message(s) ci-dessous pour obtenir de l'aide.
it_it: Potrebbe esserci stato un problema con il tuo ordine. Leggi i messaggi sull'ordine qui sotto per ricevere assistenza.
ja_jp: ご注文に問題があった可能性があります。 以下の注文メッセージをご確認ください。
ko_kr: 주문에 문제가 발생했을 수 있습니다. 도움이 필요하면 아래 주문 메시지를 읽어보세요.
ms_my: Mungkin terdapat masalah dengan pesanan anda. Sila baca mesej pesanan di bawah untuk mendapatkan bantuan.
pt_br: Pode ter ocorrido um problema na ordem. Para assistência, leia as mensagens da (ordem) abaixo.
ru_ru: Вероятно, с вашим ордером возникла проблема. Чтобы получить помощь, прочтите сообщения об ордере ниже.
th_th: อาจมีปัญหาเกิดขึ้นกับคำสั่งซื้อขายของคุณ โปรดอ่านข้อความเกี่ยวกับการสั่งซื้อขายข้างล่างเพื่อขอความช่วยเหลือ
vi_vn: Có thể đã có vấn đề với lệnh của bạn. Vui lòng đọc thông báo lệnh bên dưới để được hỗ trợ.
zh_hans: 您的订单可能有问题。请阅读以下订单讯息以取得协助。
zh_hant_tw: 您的訂單可能有問題。請閱讀以下訂單訊息以取得協助。

# tradeStepThreeNoEditsMessage
source: Thank you. We have received your order.
de_de: Vielen Dank. Wir haben Ihre Bestellung erhalten.
es_419: Gracias. Hemos recibido tu orden.
es_es: Gracias. Hemos recibido su orden.
fr_fr: Merci. Nous avons reçu votre ordre.
it_it: Grazie. Abbiamo ricevuto il tuo ordine.
ja_jp: ありがとうございます。ご注文を承りました。
ko_kr: 감사합니다. 주문이 접수되었습니다.
ms_my: Terima kasih. Kami telah menerima pesanan anda.
pt_br: Recebemos a ordem.
ru_ru: Спасибо. Мы получили ваш ордер.
th_th: ขอบคุณ เราได้รับคำสั่งซื้อขายของคุณแล้ว
vi_vn: Cảm ơn bạn. Chúng tôi đã nhận được lệnh của bạn.
zh_hans: 谢谢您。我们已收到您的订单。
zh_hant_tw: 謝謝您。我們已收到您的訂單。

# tradeStepThreeNoEditsNotHeldMessage
source: Thank you. We have received your order. Proceeds will be transferred to your linked brokerage account.
de_de: Vielen Dank. Wir haben Ihre Bestellung erhalten. Der Erlös wird auf dein verknüpftes Maklerkonto überwiesen.
es_419: Gracias. Hemos recibido tu orden. Los ingresos se transferirán a tu cuenta de corretaje vinculada.
es_es: Gracias. Hemos recibido su orden. Los ingresos se transferirán a su cuenta de corretaje vinculada.
fr_fr: Merci. Nous avons reçu votre ordre. Les produits seront transférés sur votre compte de courtage lié.
it_it: Grazie. Abbiamo ricevuto il tuo ordine. I ricavi saranno trasferiti sul tuo conto di intermediazione collegato.
ja_jp: ありがとうございます。ご注文を承りました。受取金はお客様のリンクされた証券口座に振替られます。
ko_kr: 감사합니다. 주문이 접수되었습니다. 수익금은 연결된 중개 계좌로 이체됩니다.
ms_my: Terima kasih. Kami telah menerima pesanan anda. Hasil akan dipindahkan ke akaun pembrokeran anda yang dihubungkan.
pt_br: Recebemos a ordem. Os proventos serão transferidos para a conta de corretagem vinculada.
ru_ru: Спасибо. Мы получили ваш ордер. Вырученные средства будут переведены на ваш привязанный брокерский счет.
th_th: ขอบคุณ เราได้รับคำสั่งซื้อขายของคุณแล้ว รายได้จะถูกโอนไปยังบัญชีนายหน้าที่เชื่อมโยงของคุณ
vi_vn: Cảm ơn bạn. Chúng tôi đã nhận được lệnh của bạn. Tiền thu được sẽ được chuyển vào tài khoản môi giới được liên kết của bạn.
zh_hans: 谢谢您。我们已收到您的订单。所得款项将转帐至您连结的经纪帐户。
zh_hant_tw: 謝謝您。我們已收到您的訂單。所得款項將轉帳至您連結的經紀帳戶。

# tradeStepThreeNoEditsTransferProceedsMessage
source: Thank you. We have received your order. Proceeds will be transferred to your linked brokerage account. To change the disbursement method select transfer proceeds.
de_de: Vielen Dank. Wir haben Ihre Bestellung erhalten. Der Erlös wird auf dein verknüpftes Maklerkonto überwiesen. Um die Auszahlungsmethode zu ändern, wähle Transfererlös aus.
es_419: Gracias. Hemos recibido tu orden. Los ingresos se transferirán a tu cuenta de corretaje vinculada. Para cambiar el método de desembolso, selecciona transferir ingresos.
es_es: Gracias. Hemos recibido su orden. Los ingresos se transferirán a su cuenta de corretaje vinculada. Para cambiar el método de desembolso, seleccione transferir ingresos.
fr_fr: Merci. Nous avons reçu votre ordre. Les produits seront transférés sur votre compte de courtage lié. Pour modifier la méthode de décaissement, sélectionnez Transférer les produits.
it_it: Grazie. Abbiamo ricevuto il tuo ordine. I ricavi saranno trasferiti sul tuo conto di intermediazione collegato. Per modificare il metodo di esborso, seleziona i ricavi da trasferire.
ja_jp: ありがとうございます。ご注文を承りました。受取金はお客様のリンクされた証券口座に振替られます。出金方法を変更するには、受取金を振替えるを選択してください。
ko_kr: 감사합니다. 주문이 접수되었습니다. 수익금은 연결된 중개 계좌로 이체됩니다. 지급 방법을 변경하려면 수익 이체를 선택하세요.
ms_my: Terima kasih. Kami telah menerima pesanan anda. Hasil akan dipindahkan ke akaun pembrokeran anda yang dihubungkan. Untuk menukar kaedah pembayaran pilih hasil pemindahan.
pt_br: Recebemos a ordem. Os proventos serão transferidos para a conta de corretagem vinculada. Para alterar o método de liberação, selecione "Transferir proventos".
ru_ru: Спасибо. Мы получили ваш ордер. Вырученные средства будут переведены на ваш привязанный брокерский счет. Чтобы изменить способ выплаты, выберите поступления от перевода.
th_th: ขอบคุณ เราได้รับคำสั่งซื้อขายของคุณแล้ว รายได้จะถูกโอนไปยังบัญชีนายหน้าที่เชื่อมโยงของคุณ หากต้องการเปลี่ยนวิธีการชำระเงิน ให้เลือกโอนรายได้
vi_vn: Cảm ơn bạn. Chúng tôi đã nhận được lệnh của bạn. Tiền thu được sẽ được chuyển vào tài khoản môi giới được liên kết của bạn. Để thay đổi phương thức giải ngân, hãy chọn tiền thu được từ chuyển nhượng
zh_hans: 谢谢您。我们已收到您的订单。所得款项将转帐至您连结的经纪帐户。欲变更支付方式，请选择转帐所得款项。
zh_hant_tw: 謝謝您。我們已收到您的訂單。所得款項將轉帳至您連結的經紀帳戶。欲變更支付方式，請選擇轉帳所得款項。

# tradeStepThreeOrderNumberFormat
source: Order Number: %@
de_de: Artikel-Nr.: %1$@
es_419: Número de orden: %1$@
es_es: Número de orden: %1$@
fr_fr: Numéro de l'ordre : %1$@
it_it: Numero d'ordine: %1$@
ja_jp: 注文番号：%1$@
ko_kr: 주문 번호: %1$@
ms_my: Nombor Pesanan: %1$@
pt_br: Número da ordem: %1$@
ru_ru: Номер ордера: %1$@
th_th: หมายเลขคำสั่งซื้อขาย: %1$@
vi_vn: Số lệnh: %1$@
zh_hans: 订单编号：%1$@
zh_hant_tw: 訂單編號：%1$@

# tradeStepThreeThirdButton
source: New Order
de_de: Neuer Auftrag
es_419: Nueva orden
es_es: Nueva orden
fr_fr: Nouvel ordre
it_it: Nuovo ordine
ja_jp: 新規注文
ko_kr: 신규 주문
ms_my: Pesanan Baharu
pt_br: Nova ordem
ru_ru: Новый ордер
th_th: คำสั่งซื้อขายใหม่
vi_vn: Lệnh mới
zh_hans: 新订单
zh_hant_tw: 新訂單

# tradeStepTwoAccountTitle
source: Account:
de_de: Konto
es_419: Cuenta:
es_es: Cuenta:
fr_fr: Compte :
it_it: Conto:
ja_jp: 口座：
ko_kr: 계좌:
ms_my: Akaun:
pt_br: Conta:
ru_ru: Счёт:
th_th: บัญชี:
vi_vn: Tài khoản:
zh_hans: 帐户：
zh_hant_tw: 帳戶：

# tradeStockAppreciationRights
source: Stock Appreciation Rights
de_de: Wertsteigerungsrechte
es_419: Derechos de apreciación de acciones
es_es: Derechos de apreciación de acciones
fr_fr: Droits à la plus-value des actions
it_it: Diritti di apprezzamento delle azioni
ja_jp: 株式鑑賞権
ko_kr: 주가차액보상권
ms_my: Hak Kenaikan Saham
pt_br: Direitos de valorização de ações
ru_ru: Права на получение выгоды от прироста стоимости акций
th_th: สิทธิ์รับประโยชน์จากราคาหุ้นที่เพิ่มขึ้น
vi_vn: Quyền tăng giá cổ phiếu
zh_hans: 股票增值权（SAR）
zh_hant_tw: 股票增值權（SAR）

# tradeVerifyChangeRequestTitle
source: Verify Change Request
de_de: Änderungsantrag verifizieren
es_419: Verificar la solicitud de cambio
es_es: Verificar la solicitud de cambio
fr_fr: Vérifier la demande de modification
it_it: Verifica richiesta di modifica
ja_jp: 変更リクエストの確認
ko_kr: 변경 요청 확인
ms_my: Sahkan Permintaan Perubahan
pt_br: Validar solicitação de mudança
ru_ru: Проверить запрос на изменение
th_th: ตรวจสอบคำขอเปลี่ยนแปลง
vi_vn: Xác minh yêu cầu thay đổi
zh_hans: 确认变更请求
zh_hant_tw: 確認變更請求

# tradeVerifyDoNotPlaceOrder
source: Do Not Place Order
de_de: Auftrag nicht aufgeben
es_419: No colocar orden
es_es: No colocar orden
fr_fr: Ne pas placer l'ordre
it_it: Non effettuare l'ordine
ja_jp: 注文しないでください
ko_kr: 실행하지 않음
ms_my: Jangan Buat Pesanan
pt_br: Não executar a ordem
ru_ru: Не размещать ордер
th_th: อย่าส่งคำสั่งซื้อขาย
vi_vn: Không đặt lệnh
zh_hans: 请勿下单
zh_hant_tw: 請勿下單

# tradeVerifyFooterViewModel
source: Quantities available to exercise or sell do not include quantities from open orders.
de_de: Die zur Ausübung oder zum Verkauf verfügbaren Stückzahlen beinhalten nicht die Stückzahlen aus offenen Aufträgen.
es_419: Las cantidades disponibles para la ejecución o venta no incluyen las cantidades de las órdenes abiertas.
es_es: Las cantidades disponibles para ejercer o vender no incluyen las cantidades de las órdenes abiertas.
fr_fr: Les quantités disponibles pour l'exercice ou la vente ne tiennent pas compte des quantités des ordres ouverts.
it_it: Le quantità disponibili per l'esercizio o la vendita non includono quelle provenienti da ordini aperti.
ja_jp: 行使,または売るための数量にはオープン注文の数量は含まれていません。
ko_kr: 행사 또는 매도 가능한 수량은 미결 주문의 수량을 포함하지 않습니다.
ms_my: Kuantiti yang tersedia untuk dijalankan atau dijual tidak termasuk kuantiti daripada pesanan terbuka.
pt_br: As quantidades disponíveis para exercício ou venda não incluem as quantidades das ordens em aberto.
ru_ru: Количество, доступное для исполнения или продажи, не включает количество из открытых ордеров.
th_th: จำนวนที่มีให้ใช้สิทธิหรือขายนั้นไม่รวมจำนวนจากคำสั่งซื้อขายที่เปิด
vi_vn: Số lượng có sẵn để thực hiện hoặc bán không bao gồm số lượng từ các lệnh mở.
zh_hans: 可行使或卖出的数量不包括未成交订单的数量。
zh_hant_tw: 可行使或賣出的數量不包括未成交訂單的數量。

# tradeVerifyOrderTitle
source: Verify Order
de_de: Auftrag verifizieren
es_419: Verificar orden
es_es: Verificar orden
fr_fr: Vérifier l'ordre
it_it: Verifica ordine
ja_jp: 注文の確認
ko_kr: 주문 확인
ms_my: Sahkan Pesanan
pt_br: Validar ordem
ru_ru: Подтвердить ордер
th_th: ตรวจสอบคำสั่งซื้อขาย
vi_vn: Xác minh lệnh
zh_hans: 确认订单
zh_hant_tw: 確認訂單
